{
    "expressions": [
      "温柔中带一丝忧伤的微笑：眉毛微微下弯成柔和弧度，眼睛半闭长睫毛投下细腻阴影，上眼睑轻垂，下眼睑微微上翘形成温柔眼弧，瞳孔中带柔和反光和淡淡水光，嘴角轻轻上扬但不对称，左侧嘴角稍高，下唇微颤，脸颊有极淡的暖色晕染，整体表情安静而心碎的美感。",
      "自信挑逗的坏笑：一侧眉毛高高挑起形成锐利角度，另一侧眉毛平直略带不屑，眼睛半眯成狐狸眼状，瞳孔细长带尖锐白色高光，嘴角歪斜上扬露出小虎牙，舌尖轻触上唇内侧，脸颊有轻微阴影强调立体感，带着玩味的挑衅光芒。",
      "纯真震惊转害羞：眼睛瞬间睁大到极限，瞳孔收缩成小黑点但周围有星形闪光，上眉毛高高扬起几乎碰到发际线，嘴巴形成完美的小圆“O”形，下唇微微外翻，脸从鼻尖到耳根急速扩散深红晕，额角飞出几滴汗珠，慌乱可爱。",
      "优雅克制的平静微笑：眉毛保持优雅自然弧度，几乎不动，眼睛半闭成细长温柔线条，上眼睑投下淡淡阴影，瞳孔平静无波但有微弱月光反射，嘴角仅抬升1-2毫米形成极淡的蒙娜丽莎式微笑，鼻梁有柔和高光，下巴线条干净，整体高贵而疏离。",
      "激烈愤怒的战斗凝视：眉毛深深下压中间挤出川字纹，眼睛眯成危险细缝，瞳孔收缩成针尖但有强烈白色锋利高光，牙关紧咬露出尖锐犬齿，额头怒筋暴起，脸颊肌肉紧绷带阴影，下唇被咬出小血痕，汗珠顺着太阳穴滑落。",
      "极度害羞低头偷瞄：眉毛内侧下垂形成担心弧，外侧微微上挑，眼睛完全避开视线向下看但眼角偷偷向上瞥，瞳孔湿润有水光，长睫毛颤抖，嘴巴紧抿成细线却忍不住微微上翘，脸部从脸颊到脖子全覆盖深层渐变红晕，手指无意识遮住半张嘴。",
      "遥远忧郁的月下凝望：眉毛轻微下垂形成悲伤弧度，眼睛失焦望向远方，瞳孔映出细小月牙高光，上眼睑沉重半垂，长睫毛投下长长阴影，嘴唇微张呼出可见白气，脸部一半沐浴冷蓝光一半阴影，整体空灵而孤独。",
      "调皮wink的俏皮鬼脸：左眼完全闭合睫毛紧贴，右眼睁大瞳孔闪耀星星高光，眉毛一高一低形成夸张不对称，嘴巴歪向一边伸出小舌头做“nya~”状，脸颊有动态放射状喜悦线条，充满活力与恶作剧感。",
      "优雅流泪的破碎美人：眉毛痛苦向上拱起成倒八字，眼睛大睁瞳孔颤抖充满水光，大颗泪珠沿完美曲线滑落脸颊留下反光轨迹，下唇剧烈颤抖形成倒弧，嘴角向下但仍努力维持一丝微笑，脸部整体湿润高光强烈。",
      "刚睡醒的慵懒满足：眉毛松垮下垂毫无力气，眼睛半睁眼皮沉重带睡意褶皱，瞳孔朦胧无焦点但有温暖晨光反射，嘴巴微张打出小小哈欠露出舌尖，嘴角自然上翘成满足懒笑，脸颊有淡淡睡痕红晕。",
      "经典夸张惊恐panic脸：眼睛睁到最大瞳孔缩成针尖，四周有速度线放射，眉毛高扬几乎飞出画面，嘴巴拉成巨大横向椭圆发出无声尖叫，汗珠像喷泉一样四散飞溅，脸部线条全部向外扭曲。",
      "高傲蔑视的“呵呵”笑：眼睛完全闭合睫毛优雅下垂，眉毛一侧挑起一侧平直，嘴角单边上扬形成傲慢弧度，手指轻掩嘴部发出“ufufu”笑声，脸部阴影强调高挺鼻梁与下巴，充满优越感。",
      "温暖治愈的姐姐微笑：眉毛柔和下弯形成包容弧，眼睛弯成月牙状瞳孔有温暖高光，外眼角有细微鱼尾纹，嘴角大幅上扬露出整齐牙齿，脸颊鼓起幸福红晕，整体散发母性光芒。",
      "微醺迷糊的傻笑：眼睛失焦略微对视不对，瞳孔扩散无神，眉毛一高一低毫无章法，嘴巴大张露出牙齿傻乎乎咧开，脸颊不均匀酒红色斑块，额头有汗珠黏住乱发，小小打嗝气泡飘出。",
      "经典傲娇气鼓鼓嘟嘴：脸颊像仓鼠一样极度鼓起，眉毛愤怒下压但眼角微微颤抖，眼睛瞪视却带着隐隐水光，嘴巴极端前突形成鸭嘴状，嘴角向下但鼻翼翕动，典型“才、才不是呢！”表情。",
      "绝对平静的神社巫女：眉毛完全放松呈自然直线，眼睛轻闭长睫毛静静垂落，瞳孔无任何高光，嘴角形成极淡近乎看不见的微笑，脸部肌肉完全松弛，带有神圣柔和白光笼罩。",
      "病娇痴狂的扭曲爱笑：眉毛一高一低形成诡异不对称，眼睛睁大到不自然程度瞳孔极小带疯狂闪烁高光，嘴巴拉得过宽露出过多牙龈与牙齿，头微微歪斜，太阳穴有脉络跳动，甜美却恐怖。",
      "捧腹大笑到流泪：眼睛用力挤闭外眼角挤出大笑泪珠，眉毛高高扬起，嘴巴张到极限露出全部牙齿与舌头，脸颊因大笑而鼓起深红，手掌拼命捂嘴却挡不住，肩膀抖动线条明显。",
      "沉思忧郁的艺术家凝视：眉毛轻微皱起形成浅浅川字，眼睛失焦望向下方，瞳孔暗淡无高光，上眼睑沉重，长睫毛遮住一半视线，嘴角极淡向下弯成苦笑，一侧脸被阴影覆盖，手指无意识抵住脸颊。",
      "致命诱惑的魅惑眼神：眉毛一侧微微上挑形成挑逗弧，眼睛重度半闭成卧蚕眼，厚重眼线与睫毛强调，瞳孔深邃带勾人高光，下唇被轻轻咬住留下小小牙印，嘴角不对称邪魅上扬，脸颊有微妙阴影与湿润唇光，极致危险的性感。"
    ]
  }